var NOTICES = [
  {
    "id": "n202608051200",
    "text": "公告系统上线测试：离职变动将在这里通知",
    "time": "2026-08-05 12:00",
    "author": "枝枝"
  },
  {
    "id": "n20260805163108",
    "text": "📢【离职信息】 \n事业二部刘博已离职。  \n其工作手机已移交刘总，目前暂时停用。\n该手机关联微信好友41名，跟进客户情况暂不明确。  \n请知悉。",
    "time": "2026-08-05 16:31",
    "author": "枝枝"
  },
  {
    "id": "n20260805174959",
    "text": "🎉【入职通知】\n王雨涵已入职，归属「一部」，工作手机暂未配备；\n 杨澍已入职，归属「三部」，工作手机暂未配备；",
    "time": "2026-08-05 17:49",
    "author": "枝枝"
  },
  {
    "id": "n20260810132143",
    "text": "📢【设备变更】「一部」原“那吉康珠1”设备所有人已变更为“王雨涵”",
    "time": "2026-08-10 13:21",
    "author": "枝枝"
  }
];
